{
    "extraction_date": "2025-10-06 11:00:51",
    "recommendations": {
        "received": [
            {
                "name": "Agustín Nicolás Matus",
                "role": "Analista SSR. de Financial Planning & Performance Management LATAM | Ingeniería Industrial en UTN",
                "relation": "2 de octubre de 2025, Agustín Nicolás trabajaba con Franco Ezequiel, pero en distintos equipos",
                "relation_eng": "October 2, 2025, Agustín Nicolás worked with Franco Ezequiel, but in different teams",
                "text": "Excelente profesional y persona! Atento a las necesidades y siempre supo explicar de manera clara y cercana soluciones complejas, lo que facilitó mucho la colaboración. Es una persona confiable, eficiente y con gran compromiso.",
                "text_eng": "Excellent professional and person! Attentive to needs and always knew how to explain complex solutions in a clear and close way, which facilitated collaboration. He is a reliable person, efficient and with great commitment.",
                "image_url": "https://media.licdn.com/dms/image/v2/C4D03AQFSmcyTx8CPcg/profile-displayphoto-shrink_100_100/profile-displayphoto-shrink_100_100/0/1644276700489?e=1762387200&v=beta&t=8K_X_IobrbW6wQ-uStAZuECB3rIrd_TihNpezSg2Vrs"
            },
            {
                "name": "Pedro A.",
                "role": "Ingeniero Sr en FW. Diseño de HW. Desarrollador Backend C#. Python",
                "relation": "17 de septiembre de 2025, Pedro trabajaba con Franco Ezequiel en el mismo equipo",
                "relation_eng": "September 17, 2025, Pedro worked with Franco Ezequiel in the same team",
                "text": "He sido compañero de Franco por mas de 1 año y es una persona que contrataría (si tuviere una empresa), toma el trabajo en serio, explica bien y pone ese esmero extra en la calidad de lo que hace que a veces no es fácil de encontrar. Muy responsable y abierto.",
                "text_eng": "I have been Franco's partner for more than 1 year and is a person who would hire (if he had a company), take the job seriously, explain well and put that extra care in the quality of what makes it sometimes not easy to find. Very responsible and open.",
                "image_url": ""
            },
            {
                "name": "Pablo Bruno",
                "role": "Head of Financial Planning & Performance Management",
                "relation": "17 de septiembre de 2025, Pablo trabajaba con Franco Ezequiel, pero en distintos equipos",
                "relation_eng": "September 17, 2025, Pablo worked with Franco Ezequiel, but in different teams",
                "text": "Gran Profesional, gran persona!!! Siempre disponible para resolver temas, pensamiento sistemico, mejora continua, responsable y eficiente.",
                "text_eng": "Great professional, great person !!! Always available to solve issues, systemic thinking, continuous, responsible and efficient improvement.",
                "image_url": "https://media.licdn.com/dms/image/v2/C4E03AQEBmCXVRLrENg/profile-displayphoto-shrink_100_100/profile-displayphoto-shrink_100_100/0/1629994926880?e=1762387200&v=beta&t=Wam7ss8aESNAbkPvuvErcthyQM4umWObHCjJQK2Jf-I"
            },
            {
                "name": "Alejo Ezequiel Garcia Misztal",
                "role": "Full-stack Developer",
                "relation": "17 de septiembre de 2025, Alejo Ezequiel trabajaba con Franco Ezequiel, pero en distintas empresas",
                "relation_eng": "September 17, 2025, Alejo Ezequiel worked with Franco Ezequiel, but in different companies",
                "text": "Gran socio en proyectos freelance de Desarollo de Software. Responsable, con iniciativa y un gran manejo de la comunicación con clientes.",
                "text_eng": "Great partner in freelance projects of software development. Responsible, with initiative and a great management of customer communication.",
                "image_url": "https://media.licdn.com/dms/image/v2/D4D03AQGE1NbbL_mI9A/profile-displayphoto-shrink_100_100/B4DZWCpfeXHYAU-/0/1741653670410?e=1762387200&v=beta&t=2AJTyyRm8kESHI7NBkN18VwYRWzhOLFWYz2V_cfpRFE"
            }
        ],
        "given": []
    }
}